<%@ Page Title="מדריך שימוש - מנהל" Language="C#" MasterPageFile="~/MasterPage2.master" AutoEventWireup="true" CodeFile="Guide_Admin.aspx.cs" Inherits="Guide_Admin" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder2" Runat="Server">
<table style="width: 600px; font-size: large;" cellpadding="10">
<tr>
<td>
<center><a href="Guide_Worker.aspx">המדריך לעובד</a></center>
<h1 align="center" dir="rtl" style="color: #546585" >
המדריך למנהל
</h1>
באתר זה, הינך יכול לנהל את אופן הגשת משמרות העבודה בצורה אינטרנטית, פשוטה ויעילה.
<br />
<h2 style="color: #546585">
אז איך זה עובד?
</h2>
על מנת להתחיל לקבוע סידור עבודה בקלות וביעילות עלייך לנקוט מספר שלבים:<br />
1.	להיכנס לדף "ההגדרות" ולהתאים את ההגדרות לעסק שלך<br />
*	במידה ובעסק שלך משתמשים בתפקידים עכשיו צריך להיכנס לדף התפקידים המופיע בתפריט הראשי ללחוץ על "הוסף תפקיד" ולהוסיף את כל התפקידים בעסק שלך<br />
3.	עכשיו צריך להיכנס לדף העובדים ללחוץ על "הוסף עובדים" ולהוסיף את כל העובדים שבעסק(יש להמציא שם משתמש וסיסמא שקל לזכור, פלאפון ואימייל לא חייבים למלא)<br />
* ניתן להשתמש בגרסאות ההדפסה השונות המופיעות בדף העובדים על מנת לידע את העובדים על פרטי ההתחברות שלהם לאתר<br />
4.	ברגע זה נותר רק  לחזור לדף ה"הגדרות" ללחוץ על "אפשרויות סידור אוטומטי" ולהגדיר את הצורך השבועי בעובדים בעסק שלך<br />
*	במידה ובעסק שלך משתמשים במשמרות קבועות זה הזמן ללחוץ על "הגדר משמרות קבועות" ולהוסיף את העובדים בעלי המשמרות הקבועות למשמרות שלהם.
<br /><br />
זהו! עכשיו העסק שלכם מוכן לקביעת משמרות!!
<br /><br />
הוספת עובד למשמרת נעשה באופן הבא: לחיצה על כפתור ה"הראה עובדים" יפתח לכם חלון חדש ובו רשימה של כל העובדים, עכשיו יש לסמן את העובד המבוקש וללחוץ על המשמרת המבוקשת.
על מנת להוריד עובד ממשמרת יש לבצע לחיצה נוספת על המשמרת.
<br /><br />
קביעת סידור העבודה מתבצעת באופן הבא: לאחר שכל העובדים הגישו את יכולת העבודה שלהם עליך להתחבר לאתר ללחוץ על כפתור "סידור אוטומטי"
במידה ויש חוסרים במשמרות יש באפשרותך ללחוץ על פרסום התרעת החוסרים ולשלוח לעובדים המתאימים בקשה להתחבר לאתר להשלים חוסרים או למלא את החוסרים באופן אקראי.
אחר כך יש אפשרות ללחוץ על "פרסום סידור" ולשלוח לכל העובדים את המשמרות שלהם!
במידה והצורך השבועי בעובדים משתנה יש לשנות אותו בהתאם דרך דף ההגדרות!
נשמח לעמוד אתכם בקשר עבור כל תקלה, אי הבנה או כל סיבה שהיא.

כאשר אתה מדפיס את סידור העבודה מומלץ ללחוץ על כפתור ה"הצג לפני הדפסה"(בדפדפן) ולהפוך את הגדרת הדף לדף לאורך.
</td></tr>
</table>
</asp:Content>

