<%@ Page Title="מדריך שימוש - עובד" Language="C#" MasterPageFile="~/MasterPage2.master" AutoEventWireup="true" CodeFile="Guide_Worker.aspx.cs" Inherits="Guide_Worker" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder2" Runat="Server">
    <table style="width: 600px; font-size: large;" cellpadding="10">
<tr><td>
<center><a href="Guide_Admin.aspx">המדריך למנהל</a></center>
<h1 align="center" dir="rtl" style="color: #546585" >
המדריך לעובד
</h1>
באתר זה, הינך יכול לקבוע את יכולת העבודה שלך ולהציגה בפני המנהל. בנוסף תוכל לראות מי עובד ומתי גם בשבוע הנוכחי וגם בשבוע שלאחר מכן.
<br />
<h2 style="color: #546585">
אז איך זה עובד?
</h2>

ראשית, עליך לבקש ממנהל העסק שם משתמש וסיסמא לאתר שישמשו אותך בעתיד לקביעת משמרות.
<br />
לאחר מכן עליך להתחבר לאתר. רצוי לעדכן את פרטיך(מצד שמאל למעלה)
    .<br />
עכשיו המשתמש שלך מוכן לקביעת משמרות.
<br />
היכנס באחד הימים המיועדים לבקשת משמרות, הרשומות מתחת לטבלה של המשמרות בדף "סידור עבודה", וקבע את יכולת העבודה השבועית שלך.
<br />
על מנת לבקש משמרות עליך להגיע לדף סידור העבודה,
ולסמן באילו משמרות ברצונך לעבוד ובאילו אינך יכול לעבוד, לאחר מכן עליך ללחוץ על כפתור "שמור שינויים".  
<br />
<b>
חשוב לזכור שלאחר כל שינוי שהינך מבצע בסידור העבודה עליך ללחוץ על כפתור "שמור שינויים".
<br />
חשוב להיות ערניים ולהסתכל על התאריכים בהם אתה קובע את משמרותיך
</b>
<br /><br />
<u><b>במידה ובעסק שלך שולחים את המשמרות ב SMS</b></u>
<br />
המספר שמופיע ראשון בכל שורה הוא התאריך באותו חודש ביום של המשמרות(1-31) לאחר מכן יהיה רשום היום בשבוע(א-ה) ואז ערב או בוקר או השעות של המשמרת(ב,ע)
</td></tr>
</table>
</asp:Content>

