<%@ Page Title="תנאי שימוש" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="Term_Of_Use.aspx.cs" Inherits="Term_Of_Use" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
    <style type="text/css">
        .style2
        {
            text-align: center;
            font-weight: bold;
            text-decoration: underline;
        }
    </style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
    <h1 class="style2">
        תנאי שימוש</h1>
    <br />

השימוש בלשון זכר ו/או יחיד במסמך זה באתר כולו ובתכנים המופיעים בו נכונים גם ללשון נקבה ולשון רבים.<br />
בטרם תגלשו באתר ובטרם תשתמשו במידע, בתכנים, בכלים, במוצרים ובשירותים המוצעים או מוצגים בו או המתאפשרים באמצעותו, הנכם מתבקשים לקרוא בעיון את תנאי השימוש המפורטים מטה, כמו גם את ההנחיות והתנאים המופיעים בדפי ועמודי האתר השונים.<br />
השימוש באתר על תכניו והשירותים הניתנים בו, מוצעים לך בכפוף לקבלתך את כל התנאים הכלולים בתקנון זה.<br />
הנהלת האתר רשאית להשעות, לחסום או להפסיק לאלתר את גישת הגולש לשירות במידה והפר אחד 
    או יותר מכללי תקנון זה וזאת לפי דעתה הבלעדית ללא צורך בהודעה מראש לגולש או תשלום 
    כספי כלשהו.<br />
הנהלת האתר רשאית לעדכן את תנאי התקנון מעת לעת גם מבלי להודיע למנויים שבאתר.<br />
אין לרשום אדם אחר שלא בהסכמתו ו/או ללא נוכחותו מול המסך בשעת הרישום ולאחר שהוסברו לו כל תנאי תקנון זה.<br />
אין לעשות שימוש כלשהו במאגרי הנתונים של משמרון או כל חלק מהם ללא אישורה מראש ובכתב של משמרון.<br />
חובה מיוחדת לדייק לחלוטין בכל הפרטים האישיים הנדרשים לצורך הרישום ולצורך הקשר השוטף עם המנוי.<br />
אין לפרסם או להעביר באמצעות האתר כל מידע שהוא שקרי, מעליב, משמיץ, מאיים, פוגע בפרטיות הזולת, גזעני, או בלתי חוקי.<br />
אין לעשות באתר כל שימוש מסחרי בדרך של משלוח אימיילים ללא הצורך, הרשמה לאתר מספר 
    פעמים או דברים אחרים המיועדים להזיק לשרת, להציף אותו או להאט אותו.<br />
בכוונת הנהלת האתר כי האתר ושירותיו יהיו זמינים בכל עת. יחד עם זאת אין ביכולת הנהלת האתר להתחייב לזמינות רצופה ללא תקלות וללא "נפילות". כמו כן רשאית הנהלת האתר להפסיק את השימוש באתר מעת לעת לצורכי תחזוקתו וארגונו.<br />
 לא יינתן כל פיצוי כספי/זיכוי בשל תקלות או הפסקות בשירות.<br />
כמו כן, בכוונת הנהלת האתר לשמור על פרטיותם של המשתמשים והיא תעשה בכל יכולתה על מנת למנוע גניבה או פגיעה במידע המוכנס לאתר בידי המשתמשים. אך במקרה ודבר כזה קורה הנהלת האתר לא תיהיה חייבת לספק פיצויים או כל תגמול אחר עבור המקרה.<br />
הנהלת האתר תיהיה רשאית לשנות את סכום גביית התשלום עבור השימוש בשירותי האתר&nbsp; 
    ורכישת חבילות הודעות ללא הודעה מראש ולפי דעתה הבלעדית בלבד.<br />
עבור כל בעיה, הצעה, תלונה הינכם רשאים לפנות אלנו בעמוד הצור קשר, הנהלת האתר אינה מחוייבת לענות לכל הפניות, הנהלת האתר תענה לפניות אך ורק 
    אם הפנייה רצינית ומכובדת
כל זכויות הקניין הרוחני וזכויות היוצרים בקשר לאתר הם של הנהלת האתר.<br />
הימצאותם של קישורים ("לינקים") לאתרים אחרים אינם מהווים ערובה לתכנים באתרים אלה מבחינת מהימנותם, שלמותם, או מכל בחינה אחרת ולכן הנהלת האתר אינה אחראית עבור אתרים אלה.<br />
על התקנון יחול הדין הישראלי. סמכות השיפוט לגביו לבתי המשפט המוסמכים בתל אביב.<br />
המועד האחרון שתקנון זה עודכן הוא 12.11.2010  
</asp:Content>

